bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dotjoshjohnson.xml
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-pull-request-github
kumar-harsh.graphql-for-vscode
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vsliveshare.vsliveshare
mtxr.sqltools
sleistner.vscode-fileutils
spywhere.guides
streetsidesoftware.code-spell-checker
vscodevim.vim
